---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.RailingSystemSegmentUGrid
source: html/d20fa580-4974-9e83-b21a-7d26cf1c1680.htm
---
# Autodesk.Revit.DB.GroupTypeId.RailingSystemSegmentUGrid Property

U Grid.

## Syntax (C#)
```csharp
public static ForgeTypeId RailingSystemSegmentUGrid { get; }
```